tap "bell-sw/liberica"
tap "homebrew/services"
tap "iloveitaly/tap"
tap "nikitabobko/tap"
tap "noborus/tap"
tap "oven-sh/bun"
brew "antigen"
brew "jpeg-xl"
brew "bat"
brew "btop"
brew "cmake"
brew "csvlens"
brew "deno"
brew "docker"
brew "erlang"
brew "elixir"
brew "fastfetch"
brew "fd"
brew "fdupes"
brew "tesseract"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "gleam"
brew "go"
brew "python@3.13", link: false
brew "lsd"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "numpy"
brew "nvm"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "pyenv"
brew "tcl-tk"
brew "python-tk@3.13"
brew "python@3.12", link: false
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "scipy"
brew "symlinks"
brew "tectonic"
brew "thefuck"
brew "tmux"
brew "winetricks"
brew "zig"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "dbeaver-community"
cask "ghostty"
cask "kicad"
cask "kid3"
cask "latest"
cask "macdown"
cask "notunes"
cask "obs"
cask "pgadmin4"
cask "qbittorrent"
cask "qlzipinfo"
cask "raycast"
vscode "aaron-bond.better-comments"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-shiki"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "heybourn.headwind"
vscode "irongeek.vscode-env"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mathworks.language-matlab"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "phoenixframework.phoenix"
vscode "pivaszbs.svelte-autoimport"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.everforest"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-portuguese-brazilian"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tecosaur.latex-utilities"
vscode "twxs.cmake"
vscode "tyriar.lorem-ipsum"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
go "github.com/air-verse/air"
go "github.com/a-h/templ/cmd/templ"
